Repository: rschroll/gmail-scope
Catalog: po/*.po
Languages: gd

source: Unofficial Gmail scope
gd: Sgòp Gmail neo-oifigeil

source: Name
gd: Ainm

source: View messages...
gd: Seall na teachdaireachdan...

source: MMM d
gd: d MMM

source: MMM d, yyyy
gd: d MMM yyyy

source: Inbox
gd: Bogsa a-steach

source: All mail
gd: A h-uile post

source: From:
gd: O:

source: To:
gd: Gu:

source: More results...
gd: Barrachd thoraidhean...

source: Log in with Google
gd: Log a-steach le Google

source: Find messages
gd: Lorg teachdaireachdan

source: From %s
gd: O %s

source: In thread
gd: San t-sreath

source: Reply to %s
gd: Freagair %s

source: View in Gmail
gd: Seall ann an Gmail

source: Mark as read
gd: Cuir comharra gun deach a leughadh

source: Mark as unread
gd: Cuir comharra nach deach a leughadh

source: Remove from trash
gd: Thoir air falbh on sgudal

source: Move to trash
gd: Gluais dhan sgudal
